{
  "Снижение физической выносливости, мышечная слабость (сложно даются физические нагрузки, долго восстанавливается)": "Возможные дефициты:\n➔ витамин D (дефицит витамина D может вызывать мышечную боль и слабость)  Источник-1 Источник-2 Источник-3\n➔ магний (один из клинических признаков дефицита – мышечная слабость)  Источник\n➔ железо (клиническое проявление железодефицита – снижение работоспособности мышц и общей толерантности к физической нагрузке)  Источник-1 Источник-2 Источник-3\n➔ витамин E (клинический признак – мышечная дистрофия в результате разрушения мышечных волокон)  Источник-1 Источник-2\n➔ витамин B12 (основные клинические проявления – постепенно нарастающая слабость, апатия, непереносимость физических нагрузок)  Источник\n➔ йод (йодный дефицит проявляется снижением умственной и физической работоспособности)  Источник",

  "Частые простудные заболевания (4 и более раз в год)": "Возможные причины:\n➔ дефицит витамина D\n➔ дефицит цинка\n➔ дефицит железа\n➔ хронический стресс\n➔ нарушение режима сна\n\nРекомендуется оценить питание, восстановление и условия среды.",

  "Частые ОРЗ, 4 и более раза в год, с осложнениями (синуситы, бронхиты, пневмонии), требующие использования антибиотиков)": "Возможные причины:\n➔ ослабление местного и общего иммунитета\n➔ дефицит витамина D и цинка\n➔ нарушение микробиоты после курсов антибиотиков\n\nВажно обратить внимание на состояние слизистых, носовое дыхание и восстановление после заболеваний.",

  "Сильная реакция на укусы насекомых": "Возможные причины:\n➔ повышенная реактивность иммунной системы\n➔ аллергический фон\n➔ нарушение барьерной функции кожи\n\nРекомендуется уточнить наличие аллергических реакций и состояние кожи.",

  "Лишний вес, сложность сбросить вес": "Возможные причины:\n➔ нарушение пищевого поведения\n➔ нарушения углеводного обмена\n➔ недостаточная физическая активность\n➔ дефицит сна и хронический стресс\n\nРекомендуется оценить рацион, уровень активности и режим дня.",

  "Повышенная тяга к сладкому": "Возможные причины:\n➔ нерегулярное питание\n➔ дефицит белка и жиров в рационе\n➔ скачки уровня глюкозы в крови\n➔ недосып\n\nРекомендуется оценить режим питания и качество рациона."
}
